Revit 2027 API
ParameterTypeId.StructuralSectionIshapeFlangefillet Property
 "Flange Fillet"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionIshapeFlangefillet { get; }
Public Shared ReadOnly Property StructuralSectionIshapeFlangefillet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionIshapeFlangefillet {
	ForgeTypeId^ get ();
}
static member StructuralSectionIshapeFlangefillet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace